{
  "animate.vim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "codeium.vim": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "document-color.nvim": { "branch": "main" },
  "github-nvim-theme": { "branch": "main" },
  "kommentary": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lens.vim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mason.nvim": { "branch": "main" },
  "monorepo.nvim": { "branch": "main" },
  "nerdtree": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-cursorline": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
  "packer.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "rustfmt": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tender.vim": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "vim-airline": { "branch": "master" },
  "vim-airline-themes": { "branch": "master" },
  "vim-bootstrap4-snippets": { "branch": "master" },
  "vim-buftabline": { "branch": "master" },
  "vim-css-color": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "vim-signify": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "vim-vsnip": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" }
}